research/visualization_methods/outputs/Bayesian Linear Regression__linear_regression_multivariate/linear_regression_multivariate.mmd
graph TD
  InverseWishart["InverseWishart"]
  MvNormal["MvNormal"]
  W["W"]
  a["a"]
  b["b"]
  covariance["covariance"]
  dim["dim"]
  mean["mean"]
  x["x"]
  y["y"]
  y ["y "]
  InverseWishart --> W
  MvNormal --> a
  MvNormal --> b
  MvNormal --> y
  MvNormal --> y 
  W --> y
  W --> y 
  a --> y
  a --> y 
  b --> y
  b --> y 
  covariance --> a
  covariance --> b
  covariance --> y
  covariance --> y 
  dim --> W
  mean --> a
  mean --> b
  mean --> y
  mean --> y 
  x --> y
  x --> y 
